
   Feature: проверка №1,

     Scenario: откройте первую вакансию на сайте Госслужба
#       Given открытие "https://gossluzhba.gov.ru/"
#       When пользователь проверяет, что находится на странице "Госслужба"
#       And пользователь проверяет, что элемент "Ваканисии" виден
#       And пользователь (нажимает кнопку) с параметром "Ваканисии"
#       And пользователь проверяет, что находится на странице "Вакансии"
#       And пользователь проверяет, что элемент "Первая вакансия" виден
#       And пользователь (нажимает кнопку) с параметром "Первая вакансия"
#       Then пользователь проверяет, что находится на странице "Первая вакансия"
